{
    "name": [
        "What is the name of Goldman Sachs?",
        "With what name Goldman Sachs is identified?",
        "How Goldman Sachs is recognised?"
    ],
    "domain": [
        "What is the domain of Goldman Sachs?",
        "What is orgaization_name?",
        "In which domain does Goldman Sachs works?",
        "What does Goldman Sachs recommends?",
        "what is the area Goldman Sachs deals in?",
        "What is the business type of Goldman Sachs?",
        "What industry Goldman Sachs comes into?",
        "What is the industry type of Goldman Sachs?",
        "What industry Goldman Sachs deals in?",
        "Which industry does Goldman Sachs serve?",
        "Which sector Goldman Sachs deals in?",
        "What is Goldman Sachs known for?"
    ],
    "founded": [
        "When was Goldman Sachs founded?",
        "When was Goldman Sachs started?",
        "When was Goldman Sachs office opened?",
        "When Goldman Sachs started its journey",
        "From how long Goldman Sachs serving?",
        "What is the foundation year of Goldman Sachs",
        "Since when Goldman Sachs is serving?",
        "When did Goldman Sachs found a site for its headquaters?",
        "What was the birth year of Goldman Sachs?",
        "When did Goldman Sachs open its first office?",
        "What is Goldman Sachs's origin year?",
        "Founded in?",
        "When was Goldman Sachs established?"
    ],
    "employee": [
        "How many employees are there in Goldman Sachs?",
        "What is the employee strength of Goldman Sachs?",
        "How many professionals are working in Goldman Sachs?",
        "How many employees does Goldman Sachs include?",
        "What is the work force employed by Goldman Sachs?",
        "How many employees work for Goldman Sachs?"
    ],
    "developer": [
        "How many developers are there in Goldman Sachs?"
    ],
    "state": [
        "In how many states does Goldman Sachs deal?",
        "What are the number of states in which Goldman Sachs spread?",
        "In what locations Goldman Sachs operates?",
        "Where Goldman Sachs is located?",
        "In how many locations Goldman Sachs has its offices?",
        "Where has Goldman Sachs opened its ofiices?",
        "What are the different locations of Goldman Sachs?"
    ],
    "countries": [
        "In how many countries does Goldman Sachs deal?",
        "What are the number of countries in which Goldman Sachs spread?",
        "In what locations Goldman Sachs operates?",
        "Where Goldman Sachs is located?",
        "Where has Goldman Sachs opened its ofiices?",
        "In how many locations Goldman Sachs has its offices?",
        "What are the different locations of Goldman Sachs?"
    ],
    "reviews": [
        "How many reviews does Goldman Sachs have?"
    ],
    "address": [
        "What is the address of Goldman Sachs?",
        "Where is Goldman Sachs located?",
        "Where is Goldman Sachs headquartered?"
    ],
    "revenue": [
        "What is the revenue of Goldman Sachs?",
        "How much is the revenue of Goldman Sachs?"
    ],
    "capitalization": [
        "What is the capitalization of Goldman Sachs?",
        "How much is the capitalization of Goldman Sachs?"
    ],
    "clients": [
        "How many clients does Goldman Sachs have?",
        "In how many countries does organization_have has its client?"
    ],
    "margin": [
        "How much is the margin of Goldman Sachs have?"
    ],
    "liability": [
        "What are the liabilities of Goldman Sachs?"
    ],
    "ceo": [
        "Who is the CEO of Goldman Sachs?",
        "Who is the Chief Executive Officer of Goldman Sachs?"
    ],
    "cfo": [
        "Who is the CFO of Goldman Sachs?",
        "Who is the Chief Financial Officer of Goldman Sachs?",
        "Who handles Financial aspects of Goldman Sachs?"
    ],
    "cmo": [
        "Who is the CMO of Goldman Sachs?",
        "Who is the Chief Marketing Officer of Goldman Sachs?"
    ],
    "coo": [
        "Who is the COO of Goldman Sachs?"
    ],
    "founder": [
        "Who is the founder of Goldman Sachs?",
        "Who is the owner of Goldman Sachs?",
        "Who owned Goldman Sachs?",
        "Who are the founding fathers of Goldman Sachs?",
        "Who initiated Goldman Sachs?",
        "Who opened Goldman Sachs?",
        "Who started Goldman Sachs?"
    ],
    "co-founder": [
        "Who is the co-founder of Goldman Sachs?"
    ],
    "products-services": [
        "What are the services provided by Goldman Sachs?",
        "What does Goldman Sachs caters to clients?",
        "What is the aim of Goldman Sachs?",
        "What are products of Goldman Sachs?",
        "What does orgainzation_name owns?"
    ]
}