{
    "name": [
        "What is the name of Varun Beverages?",
        "With what name Varun Beverages is identified?",
        "How Varun Beverages is recognised?"
    ],
    "domain": [
        "What is the domain of Varun Beverages?",
        "What is orgaization_name?",
        "In which domain does Varun Beverages works?",
        "What does Varun Beverages recommends?",
        "what is the area Varun Beverages deals in?",
        "What is the business type of Varun Beverages?",
        "What industry Varun Beverages comes into?",
        "What is the industry type of Varun Beverages?",
        "What industry Varun Beverages deals in?",
        "Which industry does Varun Beverages serve?",
        "Which sector Varun Beverages deals in?",
        "What is Varun Beverages known for?"
    ],
    "founded": [
        "When was Varun Beverages founded?",
        "When was Varun Beverages started?",
        "When was Varun Beverages office opened?",
        "When Varun Beverages started its journey",
        "From how long Varun Beverages serving?",
        "What is the foundation year of Varun Beverages",
        "Since when Varun Beverages is serving?",
        "When did Varun Beverages found a site for its headquaters?",
        "What was the birth year of Varun Beverages?",
        "When did Varun Beverages open its first office?",
        "What is Varun Beverages's origin year?",
        "Founded in?",
        "When was Varun Beverages established?"
    ],
    "employee": [
        "How many employees are there in Varun Beverages?",
        "What is the employee strength of Varun Beverages?",
        "How many professionals are working in Varun Beverages?",
        "How many employees does Varun Beverages include?",
        "What is the work force employed by Varun Beverages?",
        "How many employees work for Varun Beverages?"
    ],
    "developer": [
        "How many developers are there in Varun Beverages?"
    ],
    "state": [
        "In how many states does Varun Beverages deal?",
        "What are the number of states in which Varun Beverages spread?",
        "In what locations Varun Beverages operates?",
        "Where Varun Beverages is located?",
        "In how many locations Varun Beverages has its offices?",
        "Where has Varun Beverages opened its ofiices?",
        "What are the different locations of Varun Beverages?"
    ],
    "countries": [
        "In how many countries does Varun Beverages deal?",
        "What are the number of countries in which Varun Beverages spread?",
        "In what locations Varun Beverages operates?",
        "Where Varun Beverages is located?",
        "Where has Varun Beverages opened its ofiices?",
        "In how many locations Varun Beverages has its offices?",
        "What are the different locations of Varun Beverages?"
    ],
    "reviews": [
        "How many reviews does Varun Beverages have?"
    ],
    "address": [
        "What is the address of Varun Beverages?",
        "Where is Varun Beverages located?",
        "Where is Varun Beverages headquartered?"
    ],
    "revenue": [
        "What is the revenue of Varun Beverages?",
        "How much is the revenue of Varun Beverages?"
    ],
    "capitalization": [
        "What is the capitalization of Varun Beverages?",
        "How much is the capitalization of Varun Beverages?"
    ],
    "clients": [
        "How many clients does Varun Beverages have?",
        "In how many countries does organization_have has its client?"
    ],
    "margin": [
        "How much is the margin of Varun Beverages have?"
    ],
    "liability": [
        "What are the liabilities of Varun Beverages?"
    ],
    "ceo": [
        "Who is the CEO of Varun Beverages?",
        "Who is the Chief Executive Officer of Varun Beverages?"
    ],
    "cfo": [
        "Who is the CFO of Varun Beverages?",
        "Who is the Chief Financial Officer of Varun Beverages?",
        "Who handles Financial aspects of Varun Beverages?"
    ],
    "cmo": [
        "Who is the CMO of Varun Beverages?",
        "Who is the Chief Marketing Officer of Varun Beverages?"
    ],
    "coo": [
        "Who is the COO of Varun Beverages?"
    ],
    "founder": [
        "Who is the founder of Varun Beverages?",
        "Who is the owner of Varun Beverages?",
        "Who owned Varun Beverages?",
        "Who are the founding fathers of Varun Beverages?",
        "Who initiated Varun Beverages?",
        "Who opened Varun Beverages?",
        "Who started Varun Beverages?"
    ],
    "co-founder": [
        "Who is the co-founder of Varun Beverages?"
    ],
    "products-services": [
        "What are the services provided by Varun Beverages?",
        "What does Varun Beverages caters to clients?",
        "What is the aim of Varun Beverages?",
        "What are products of Varun Beverages?",
        "What does orgainzation_name owns?"
    ]
}