{
    "id": 12015,
    "sid": 15,
    "key": 218932183791238912389128,
    "string": "Infosys",
    "url": null,
    "text": "Infosys is a global leader in next-generation digital services and consulting. We enable clients in 46 countries to navigate their digital transformation.With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise, and ideas from our innovation ecosystem.Established in 1981, Infosys is a NYSE listed global consulting and IT services company with more than 228,000 employees. From a capital of US $250, we have grown to become a US $11.8 billion FY19 revenues company with a market capitalization of approximately US $47.7 billion.In our journey of over 37 years, we have catalyzed some of the major changes that have led to India's emergence as the global destination for software services talent. We pioneered the Global Delivery Model and became the first IT Company from India to be listed on NASDAQ. Our employee stock options program created some of India's first salaried millionaires.From a capital of US $250, we have grown to become a US $41.6 billion company.As a part of our commitment to follow global best practices, We comply with a broad selection of key governance principles and regulations. For example, the Cadbury Report in the U.K. in 1992 was a significant event in modern corporate governance. The report recommended the arrangement of company boards and accounting systems to reduce corporate governance risks and failures. The enactment of the Sarbanes-Oxley Act, 2002, resulted in the senior management individually certifying the accuracy of their company’s financial information. The Dodd-Frank Wall Street Reform and Consumer Protection Act sought to build a safer, more stable financial system to set the foundation for sound economic growth and job safety.Infosys is a global leader in next-generation digital services and consulting. We enable clients in 46 countries to navigate their digital transformation.Infosys NYSE INFY, a global leader in next-generation digital services and consulting, has been awarded the number 3 ranking on the Forbes list of The World’s Best Regarded Companies for 2019. Ranked 31st in 2018, Infosys’ rise in the rankings exemplifies the company’s strong performance, the respect it inspires amongst its stakeholders and also highlights the contribution of digital services companies worldwide.Forbes’ list of The World’s Best Regarded Companies includes the top 250 companies from Forbes’ Global 2000 list, which tracks the world’s largest public companies. The list of the best regarded companies is based on each company’s trustworthiness, honesty, social conduct, fairness to its employees and the performance of its products and services. This year, Forbes partnered with Statista, which surveyed over 15,000 respondents from more than 50 countries.Salil Parekh, Chief Executive Officer and Managing Director, Infosys, said, “We are delighted and humbled to be ranked number 3 amongst the world’s best regarded companies. This recognition is a testimony of our long lasting values and continuous pursuit of excellence towards making our clients successful. I would like to congratulate and thank each one of our 229,000 employees who strive every single day to uphold our founding values while working tirelessly to help global enterprises navigate their digital journeys.”The editors at Forbes said, “Forbes’ rankings include companies spanning across geographies. This year’s list has a global scope, reflecting the emerging prevalence of Asian companies in the United States. Infosys has made great strides in the U.S. this year, after surpassing its’ goal of hiring over 10,000 American employees well ahead of schedule.”Infosys is a global leader in next-generation digital services and consulting. We enable clients in 45 countries to navigate their digital transformation. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise, and ideas from our innovation ecosystem.Certain statements mentioned in this presentation concerning our future growth prospects are forward-looking statements regarding our future business expectations intended to qualify for the 'safe harbor' under the Private Securities Litigation Reform Act of 1995, which involve a number of risks and uncertainties that could cause actual results to differ materially from those in such forward-looking statements. The risks and uncertainties relating to these statements include, but are not limited to, risks and uncertainties regarding fluctuations in earnings, fluctuations in foreign exchange rates, our ability to manage growth, intense competition in IT services including those factors which may affect our cost advantage, wage increases in India, our ability to attract and retain highly skilled professionals, time and cost overruns on fixed-price, fixed-time frame contracts, client concentration, restrictions on immigration, industry segment concentration, our ability to manage our international operations, reduced demand for technology in our key focus areas, disruptions in telecommunication networks or system failures, our ability to successfully complete and integrate potential acquisitions, liability for damages on our service contracts, the success of the companies in which Infosys has made strategic investments, withdrawal or expiration of governmental fiscal incentives, political instability and regional conflicts, legal restrictions on raising capital or acquiring companies outside India, and unauthorized use of our intellectual property and general economic conditions affecting our industry. Additional risks that could affect our future operating results are more fully described in our United States Securities and Exchange Commission filings including our Annual Report on Form 20-F for the fiscal year ended March 31, 2019. These filings are available at www.sec.gov. Infosys may, from time to time, make additional written and oral forward-looking statements, including statements contained in the Company's filings with the Securities and Exchange Commission and our reports to shareholders. The Company does not undertake to update any forward-looking statements that may be made from time to time by or on behalf of the Company unless it is required by law.In 2006, the Company’s Board of Directors resolved to change the Company’s name from Infosys Technologies Shanghai Co. Limited to Infosys Technologies China Co. Limited and to increase the Company’s registered capital from US $5,000,000 to US $10,000,000. The Company obtained a revised approval certificate Wai Jing Mao Hu Zhang Du Zi Zi 2003 No.2893 and a revised business licence Qi Du Hu Pu Zong Zi No.317745 Pudong on July 14, 2006 and December 14, 2006, respectively. The Company’s Board of Directors resolved to increase the Company’s registered capital by US $13,000,000. The registered capital was increased from US $10,000,000 to US $23,000,000. The Company obtained approval from the Shanghai Municipal Government for the change on January 15, 2009. In 2015, the Company’s Board of Directors resolved to increase the Company’s registered capital from US $23,000,000 to US $33,000,000.Infosys is the second-largest Indian IT company after Tata Consultancy Services by 2017 revenue and 596th largest public company in the world based on revenue. On March 29, 2019, its market capitalisation was $46.52 billion. Its annual revenue reached US $100 million in 1999, US $1 billion in 2004, US $10 billion in 2017 and US $12.4 billion in 2019.Infosys provides software development, maintenance and independent validation services to companies in finance, insurance, manufacturing and other domains. U. B. Pravin Rao is the Chief Operating Officer of Infosys and a Whole-time Director of the Board. He was inducted on January 10, 2014 as a member of the Board. He is the member of Corporate Social Responsibility Committee of the Board. Nilanjan Roy served as the Global Chief Financial Officer of Bharti Airtel Ltd. and was responsible for the finance function across India and Africa. Mohit Joshi is a President of the company. He is Head of Banking, Financial Services & Insurance BFSI, Healthcare and Life Sciences at Infosys and is also responsible for firm-wide sales operations and reporting processes, including large deal pursuits and top account growth. Ravi is a President and the Deputy Chief Operating Officer at Infosys. In this role, he leads the Infosys global delivery organization across all global industry segments, driving digital transformation services, application development and maintenance independent validation services, engineering services, emerging technology solutions, business intelligence & analytics, cloud & infrastructure, and enterprise package applications service lines. Inderpreet is the Group General Counsel & the Chief Compliance Officer of Infosys. In this role she leads the legal and compliance function of the Company. She is a tactical business partner supporting the business in legal and regulatory matters and ensuring the implementation of the compliance and ethics program of the Company in line with Infosys’ core C-LIFE values. Sumit Virmani,Chief Marketing Officer — Infosys heads marketing at Infosys and is responsible for realizing the Infosys brand ambitions globally. In fiscal year 2019, Infosys' number of clients stood at 1,279, up from 1,204 in fiscal year 2018."
}