{
    "id": 12015,
    "sid": 15,
    "key": 218932183791238912389128,
    "string": "Infosys",
    "url": null,
    "text": "Infosys is a global leader in next-generation digital services and consulting. We enable clients in 46 countries to navigate their digital transformation.With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through their digital journey. Established in 1981, Infosys is a NYSE listed global consulting and IT services company with more than 228,000 employees. From a capital of US $250, we have grown to become a US $11.8 billion FY19 revenues company with a market capitalization of approximately US $47.7 billion.In our journey of over 37 years, we have catalyzed some of the major changes that have led to India's emergence as the global destination for software services talent. We pioneered the Global Delivery Model and became the first IT Company from India to be listed on NASDAQ. We enable clients in 46 countries to navigate their digital transformation.Infosys NYSE INFY, a global leader in next-generation digital services and consulting, has been awarded the number 3 ranking on the Forbes list of The World’s Best Regarded Companies for 2019. This year, Forbes partnered with Statista, which surveyed over 15,000 respondents from more than 50 countries. Salil Parekh, Chief Executive Officer and Managing Director, Infosys, said, “We are delighted and humbled to be ranked number 3 amongst the world’s best regarded companies. This recognition is a testimony of our long lasting values and continuous pursuit of excellence towards making our clients successful. I would like to congratulate and thank each one of our 229,000 employees who strive every single day to uphold our founding values while working tirelessly to help global enterprises navigate their digital journeys.In 2006, the Company’s Board of Directors resolved to change the Company’s name from Infosys Technologies Shanghai Co. Limited to Infosys Technologies China Co. Limited and to increase the Company’s registered capital from US $5,000,000 to US $10,000,000. The Company obtained a revised approval certificate Wai Jing Mao Hu Zhang Du Zi Zi 2003 No.2893 and a revised business licence Qi Du Hu Pu Zong Zi No.317745 Pudong on July 14, 2006 and December 14, 2006, respectively. The Company’s Board of Directors resolved to increase the Company’s registered capital by US $13,000,000. The registered capital was increased from US $10,000,000 to US $23,000,000. The Company obtained approval from the Shanghai Municipal Government for the change on January 15, 2009. In 2015, the Company’s Board of Directors resolved to increase the Company’s registered capital from US $23,000,000 to US $33,000,000. On March 29, 2019, its market capitalisation was $46.52 billion. Infosys annual revenue reached US $100 million in 1999, US $1 billion in 2004, US $10 billion in 2017 and US $12.4 billion in 2019. Infosys provides software development, maintenance and independent validation services to companies in finance, insurance, manufacturing and other domains. U. B. Pravin Rao is the Chief Operating Officer of Infosys and a Whole-time Director of the Board. Mohit Joshi is a President of the company. He is Head of Banking, Financial Services & Insurance BFSI, Healthcare and Life Sciences at Infosys and is also responsible for firm-wide sales operations and reporting processes, including large deal pursuits and top account growth. Ravi is a President and the Deputy Chief Operating Officer at Infosys. In this role, he leads the Infosys global delivery organization across all global industry segments, driving digital transformation services, application development and maintenance independent validation services, engineering services, cloud & infrastructure, and enterprise package applications service lines. Inderpreet is the Group General Counsel & the Chief Compliance Officer of Infosys. Sumit Virmani,Chief Marketing Officer — Infosys heads marketing at Infosys and is responsible for realizing the Infosys brand ambitions globally. In fiscal year 2019, Infosys' number of clients stood at 1,279, up from 1,204 in fiscal year 2018."
}